Repository: DenP98/MagicSecurityV2
Catalog: App/Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt

source: Activate password?
de: Passwort freischalten?
es: ¿Activar contraseña?
fr: Activer le mot de passe ?
ja: パスワードを有効にしますか？
pt: Ativar a palavra-passe?

# activate_the_serenader_movement
source: Trigger an alarm when the device is moved
de: Alarm auslösen, wenn das Gerät bewegt wird
es: Activar una alarma cuando se mueve el dispositivo
fr: Déclencher une alarme lorsque l'appareil est déplacé
ja: デバイスが移動された際にアラームを鳴らす
pt: Acionar um alarme quando o dispositivo for movido

source: Activate web protection
de: Aktivieren Webschutz
es: Activar protección web
fr: Activer la protection Web
ja: 有効化 ウェブ保護
pt: Ativar proteção web

# active_alarms_count
source: %d active
de: %d aktiv
es: %d activo
fr: %d actif
ja: %d アクティブ
pt: %d ativo

source: Add
de: hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
pt: Adicionar

source: Add URL
de: URL hinzufügen
es: Añadir URL
fr: Ajouter une URL
ja: URLを追加
pt: Adicionar URL

source: Alarms
de: Alarme
es: Alarmas
fr: Alarmes
ja: アラーム
pt: Alarmes

source: Annual Access
de: Jährlicher Zugang
es: Acceso anual
fr: Accès annuel
ja: 年間アクセス
pt: Acesso anual

source: Black list
de: Schwarze Liste
es: Lista negra
fr: Liste noire
ja: ブラックリスト
pt: Lista negra

source: Block ads and trackers for a smoother and safer online experience
de: Blockieren Sie Werbung und Tracker für ein flüssigeres und sichereres Online-Erlebnis
es: Bloquea anuncios y rastreadores para disfrutar de una experiencia online más fluida y segura
fr: Bloquez les publicités et les traceurs pour une expérience en ligne plus fluide et plus sûre
ja: 広告とトラッカーをブロックして、よりスムーズで安全なオンライン体験を実現します
pt: Bloqueie anúncios e rastreadores para uma experiência online mais suave e segura

source: Block Ads
de: Anzeigen blockieren
es: Bloquear anuncios
fr: Bloquer les publicités
ja: 広告をブロックする
pt: Bloquear anúncios

source: Block Adult Sites
de: Websites für Erwachsene blockieren
es: Bloquear sitios para adultos
fr: Bloquer les sites pour adultes
ja: アダルトサイトをブロックする
pt: Bloquear sites para adultos

source: Block Gambling Sites
de: Glücksspielseiten blockieren
es: Bloquear sitios de juego
fr: Bloquer les sites de jeux d'argent
ja: ギャンブルサイトをブロックする
pt: Bloquear sites de jogos de azar

source: Block Scripts
de: Block-Skripte
es: Guiones en bloque
fr: Scripts en bloc
ja: ブロックスクリプト
pt: Scripts de bloco

source: Block Social Buttons
de: Soziale Schaltflächen blockieren
es: Bloquear botones sociales
fr: Bloquer les boutons sociaux
ja: ソーシャルボタンをブロックする
pt: Bloquear botões sociais

source: Browse privately and keep your online activity hidden from others
de: Surfen Sie privat und halten Sie Ihre Online-Aktivitäten vor anderen geheim
es: Navega de forma privada y mantén tu actividad en línea oculta a los demás
fr: Naviguez en toute confidentialité et cachez votre activité en ligne aux autres
ja: プライベートにブラウジングし、オンラインでの活動を他人に隠す
pt: Navegue em privado e mantenha a sua atividade online oculta dos outros

# by_proceeding_you_accept
source: By proceeding you Accept our and Privacy Policy
de: Wenn Sie fortfahren, akzeptieren Sie unsere Datenschutzbestimmungen.
es: Al continuar, acepta nuestra Política de privacidad
fr: En poursuivant, vous acceptez notre politique de confidentialité
ja: 次に進むことで、当社のプライバシーポリシーに同意したものとみなされます。
pt: Ao prosseguir, o utilizador aceita a nossa Política de Privacidade

# by_proceeding_you_accept_markdown
source: By proceeding you Accept our [Terms of Use](https://google.com/) and [Privacy Policy](https://youtube.com/)
de: Mit dem Fortfahren akzeptieren Sie unsere [Terms](https://google.com/) und [Privacy](https://youtube.com/)
es: Al continuar, usted acepta nuestros [Condiciones](https://google.com/) y nuestra [Privacidad](https://youtube.com/).
fr: En continuant, vous acceptez nos [Conditions](https://google.com/) et notre [Politique](https://youtube.com/)
ja: 続行すると、以下に同意したことになります [利用規約](https://google.com/)と[プライバシーポリシー](https://youtube.com/)
pt: Ao continuar, aceita os nossos [Termos](https://google.com/) e a nossa [Privacidade](https://youtube.com/)

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar

source: Cancel Anytime
de: Jederzeit abbrechen
es: Cancelar en cualquier momento
fr: Annuler à tout moment
ja: いつでもキャンセル可能
pt: Cancelar a qualquer momento

source: Clear
de: Klar
es: Claro
fr: Clair
ja: クリア
pt: Limpo

source: Clear search history
de: Suchverlauf löschen
es: Borrar el historial de búsqueda
fr: Effacer l'historique des recherches
ja: 検索履歴の消去
pt: Limpar o histórico de pesquisa

source: Confirm New Password
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
ja: 新しいパスワードの確認
pt: Confirmar a nova palavra-passe

# contact_support
source: Report an Issue
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
ja: 問題を報告する
pt: Relatar um problema

source: Continue
de: Weiter
es: Continúe en
fr: Continuer
ja: 続ける
pt: Continuar

source: Customization
de: Personalisierung
es: Personalización
fr: Personnalisation
ja: カスタマイズ
pt: Personalização

source: Customize Adblock filters to suit your needs
de: Passen Sie Adblock-Filter an Ihre Bedürfnisse an
es: Personaliza los filtros de Adblock para adaptarlos a tus necesidades
fr: Personnalisez les filtres Adblock en fonction de vos besoins
ja: ニーズに合わせてAdblockフィルターをカスタマイズする
pt: Personalize os filtros do Adblock de acordo com as suas necessidades

# daily_notification_subtitle
source: Open app to activate web protection
de: Öffnen Sie die App, um den Webschutz zu aktivieren
es: Abre la aplicación para activar la protección web
fr: Ouvrez l'application pour activer la protection Web.
ja: アプリを開いてウェブ保護を有効にします
pt: Abra a aplicação para ativar a proteção da Web

# daily_notification_title
source: One Tap Security
de: Sicherheit mit einem Fingertipp
es: Seguridad con un solo toque
fr: Sécurité en un clic
ja: ワンタップセキュリティ
pt: Segurança com um toque

source: Data Protection
de: Datenschutz
es: Protección de Datos
fr: Protection des Données
ja: データ保護
pt: Proteção de Dados

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
pt: Eliminar

source: Delete Search history
de: Suchverlauf löschen
es: Eliminar el historial de búsqueda
fr: Supprimer l'historique des recherches
ja: 検索履歴の削除
pt: Eliminar o histórico de pesquisa

source: Done
de: Erledigt
es: Hecho
fr: Terminé
ja: 完了
pt: Feito

source: Edit URL
de: URL bearbeiten
es: Editar URL
fr: Modifier l'URL
ja: URLの編集
pt: Editar URL

source: Empty black list
de: Leere schwarze Liste
es: Lista negra vacía
fr: Liste noire vide
ja: 空のブラックリスト
pt: Lista negra vazia

source: Empty search history
de: Leerer Suchverlauf
es: Historial de búsqueda vacío
fr: Vider l'historique des recherches
ja: 空の検索履歴
pt: Histórico de pesquisa vazio

source: Empty white list
de: Leere weiße Liste
es: Lista blanca vacía
fr: Liste blanche vide
ja: 空のホワイトリスト
pt: Lista branca vazia

# enjoy_the_full_experience_of_app
source: Enjoy the full experience of Magic Security
de: Genießen Sie das volle Erlebnis von Magic Security
es: Disfrute de la experiencia completa de Magic Security
fr: Profitez pleinement de l'expérience Magic Security
ja: Magic Securityの 完全な体験をお楽しみください。
pt: Aproveite a experiência completa da Magic Security

source: Enter Password
de: Passwort eingeben
es: Introducir contraseña
fr: Saisir le mot de passe
ja: パスワード入力
pt: Introduzir palavra-passe

source: Enter URL
de: URL eingeben
es: Introducir URL
fr: Saisir l'URL
ja: URLを入力
pt: Introduzir URL

source: Error Loading Page
de: Fehler beim Laden der Seite
es: Error al cargar la página
fr: Erreur de chargement de la page
ja: ページの読み込みエラー
pt: Erro ao carregar a página

# exit_notification_subtitle
source: Turn on protection before you go online
de: Aktivieren Sie den Schutz, bevor Sie online gehen
es: Activa la protección antes de conectarte a Internet
fr: Activez la protection avant de vous connecter à Internet
ja: オンラインに接続する前に、保護機能を有効にしてください
pt: Ative a proteção antes de se conectar à Internet

# exit_notification_title
source: Activate Full Security
de: Vollständige Sicherheit aktivieren
es: Activar seguridad completa
fr: Activer la sécurité complète
ja: フルセキュリティを有効にする
pt: Ativar segurança total

source: Filters
de: Filter
es: Filtros
fr: Filtres
ja: フィルター
pt: Filtros

source: Free trial disabled
de: Kostenlose Testversion deaktiviert
es: Prueba gratuita desactivada
fr: Essai gratuit désactivé
ja: 無料体験不可
pt: Teste gratuito desativado

source: Free trial enabled
de: Kostenlose Testversion aktiviert
es: Prueba gratuita
fr: Essai gratuit possible
ja: 無料体験可能
pt: Teste gratuito ativado

# free_trial_for_days
source: 3-Days Free Trial
de: 3 Tage kostenlose Testversion
es: 3 días de prueba gratuita
fr: Essai gratuit de 3 jours
ja: 3日間無料トライアル
pt: 3 dias de avaliação gratuita

source: Headphones
de: Kopfhörer
es: Auriculares
fr: Casques d'écoute
ja: ヘッドフォン
pt: Auscultadores

source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
pt: Início

source: Loading
de: Laden
es: Cargando
fr: Chargement
ja: ローディング
pt: Carregamento

source: Lock your secret notes and secure browser with a password only you can access
de: Sichern Sie Ihre geheimen Notizen und Ihren Browser mit einem Passwort, auf das nur Sie Zugriff haben
es: Bloquea tus notas secretas y protege tu navegador con una contraseña a la que solo tú puedas acceder
fr: Verrouillez vos notes secrètes et sécurisez votre navigateur à l'aide d'un mot de passe auquel vous seul avez accès
ja: 秘密のメモとセキュアなブラウザを、あなただけがアクセスできるパスワードでロックしてください
pt: Bloqueie as suas notas secretas e proteja o navegador com uma palavra-passe que só você pode aceder

source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement
ja: ムーブメント
pt: Movimento

source: No Payment Now
de: Keine Zahlung jetzt
es: Sin pago ahora
fr: Pas de paiement maintenant
ja: 今すぐ支払いなし
pt: Sem pagamento agora

# notes_count
source: %d notes
de: %d Noten
es: %d notas
ja: %d ノート
pt: %d notas

source: Online Security
de: Online-Sicherheit
es: Seguridad en línea
fr: Sécurité en ligne
ja: オンラインセキュリティ
pt: Segurança Online

source: Open settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres
ja: オープン設定
pt: Abrir definições

source: Open Settings App
de: Einstellungen App öffnen
es: Abrir la aplicación Ajustes
fr: Ouvrir l'application Paramètres
ja: 設定アプリを開く
pt: Abrir a aplicação Definições

source: Other
de: Andere
es: Otros
fr: Autres
ja: その他
pt: Outros

source: Passwords don't match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しない
pt: As palavras-passe não coincidem

source: Please enter a valid URL
de: Bitte geben Sie eine gültige URL ein
es: Introduzca una URL válida
fr: Veuillez saisir une URL valide
ja: 有効なURLを入力してください。
pt: Introduzir um URL válido

source: Power
de: Strom
es: Potencia
fr: Puissance
ja: パワー
pt: Potência

source: Premium
de: Prämie
fr: Prime
ja: プレミアム

source: Privacy Policy
de: Privacy
es: Privacidad
fr: Politique
ja: プライバシーポリシー
pt: Privacidade

source: Protection is OFF
de: Schutz ist AUS
es: La protección está desactivada
fr: La protection est désactivée
ja: 保護機能がオフ
pt: A proteção está desligada

source: Protection is ON
de: Schutz ist EIN
es: Protección activada
fr: La protection est activée
ja: 保護機能がオン
pt: A proteção está ligada

source: Rate Us
de: Bewerten Sie uns
es: Valóranos
fr: Évaluez-nous
ja: 評価
pt: Avalie-nos

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: リストア
pt: Restaurar

source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Rétablir l'achat
ja: リストア購入
pt: Restaurar compra

source: Search
de: Suche
es: Buscar en
fr: Recherche
ja: 検索
pt: Pesquisar

source: Search history
de: Suchverlauf
es: Historial de búsqueda
fr: Historique de la recherche
ja: 検索履歴
pt: Histórico de pesquisa

source: Search history cleared
de: Suchverlauf gelöscht
es: Historial de búsqueda borrado
fr: Effacement de l'historique de recherche
ja: 検索履歴クリア
pt: Histórico de pesquisa apagado

source: Secret notes
de: Geheime Notizen
es: Notas secretas
fr: Notes secrètes
ja: 秘密のメモ
pt: Notas secretas

# secret_notes_title
source: Secret Notes
de: Geheime Notizen
es: Notas secretas
fr: Notes secrètes
ja: シークレット・ノート
pt: Notas secretas

source: Secure Browser
de: Sicherer Browser
es: Navegador seguro
fr: Navigateur sécurisé
ja: セキュアブラウザ
pt: Navegador seguro

source: Select Extensions
de: Erweiterungen auswählen
es: Seleccionar extensiones
fr: Sélectionner les extensions
ja: エクステンションの選択
pt: Selecionar Extensões

# send_email_to_support
source: Found a bug? Let our team know
de: Einen Fehler gefunden? Informieren Sie unser Team
es: ¿Has encontrado un error? Informa a nuestro equipo
fr: Vous avez trouvé un bug? Informez notre équipe.
ja: バグを発見しましたか？ 私たちのチームまでお知らせください
pt: Encontrou um erro? Informe a nossa equipa

source: Set New Password
de: Neues Passwort festlegen
es: Establecer nueva contraseña
fr: Définir un nouveau mot de passe
ja: 新しいパスワードの設定
pt: Definir nova palavra-passe

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
pt: Definições

source: Share
de: Teilen Sie
es: Compartir
fr: Partager
ja: シェア
pt: Partilhar

source: Skip
de: Überspringen
es: Saltar
fr: Sauter
ja: スキップ
pt: Saltar

source: Something went wrong
de: Es ist ein Fehler aufgetreten
es: Algo salió mal
fr: Quelque chose s'est mal passé
ja: 何かが間違っています
pt: Algo correu mal

source: Tap Safari
de: Tippen Sie auf Safari
es: Safari de grifos
ja: タップ・サファリ

source: Terms of use
de: Terms
es: Condiciones
fr: Conditions
ja: 利用規約
pt: Termos

# then_title
source: then
de: dann
es: entonces
fr: alors
ja: その後
pt: então

# turn_on_the_serenade_not_charging
source: Sound the alarm if the charger is unplugged
de: Alarm auslösen, wenn das Ladegerät ausgesteckt ist
es: Haga sonar la alarma si el cargador está desenchufado
fr: Déclenchez l'alarme si le chargeur est débranché
ja: 充電器が抜かれた場合、アラームを鳴らしてください。
pt: Alarme se o carregador estiver desconectado

# turn_on_the_siren_earphone_disconnected
source: Activate the alarm when headphones are disconnected
de: Alarm aktivieren, wenn Kopfhörer abgezogen werden
es: Activar la alarma cuando se desconectan los auriculares
fr: Activer l'alarme lorsque les écouteurs sont déconnectés
ja: ヘッドホンが外された際にアラームを起動する
pt: Ativar o alarme quando os auscultadores forem desconectados

source: Web Anonymity
de: Anonymität im Internet
es: Anonimato en la Web
fr: Anonymat sur le Web
ja: ウェブの匿名性
pt: Anonimato na Web

source: week
de: Woche
es: semana
fr: semaine
ja: 週間
pt: semana

source: White list
de: Weiße Liste
es: Lista blanca
fr: Liste blanche
ja: ホワイトリスト
pt: Lista branca

source: year
de: Jahr
es: año
fr: année
ja: 年
pt: ano

# you_dont_have_notes
source: You don't have any notes yet
de: Sie haben noch keine Notizen
es: Aún no tienes notas
fr: Vous n'avez pas encore de notes
ja: あなたはまだメモを持っていない
pt: Ainda não tem quaisquer notas

source: Block Custom Fonts
es: Bloque Fuentes personalizadas
fr: Bloc de polices personnalisées
ja: ブロック・カスタム・フォント
pt: Bloco de fontes personalizadas

source: Block Tracking
es: Seguimiento de bloques
fr: Suivi des blocs
ja: ブロック・トラッキング
pt: Rastreio de blocos

source: Browser
es: Navegador
fr: Navigateur
ja: ブラウザ
pt: Navegador

# save_percents
source: SAVE %@
es: GUARDAR %@
fr: SAUVEGARDE %@
ja: 保存 %@
pt: GUARDAR %@

# url_count
source: %d URL
es: URL %d
fr: URL %d

source: Tutorial
fr: Tutoriel
ja: チュートリアル

source: Adblock
ja: アドブロック
pt: Bloqueio de anúncios
